<?php

return [
    'label' => [
        'store' => [
            'success' => 'Метка успешно создана'
        ],
        'update' => [
            'success' => 'Метка успешно изменена'
        ],
        'destroy' => [
            'success' => 'Метка успешно удалена',
            'error' => 'Не удалось удалить метку'
        ],
    ],
    'task_status' => [
        'store' => [
            'success' => 'Статус успешно создан'
        ],
        'update' => [
            'success' => 'Статус успешно изменен'
        ],
        'destroy' => [
            'success' => 'Статус успешно удален',
            'error' => 'Не удалось удалить статус'
        ],
    ],
    'task' => [
        'store' => [
            'success' => 'Задача успешно создана'
        ],
        'update' => [
            'success' => 'Задача успешно изменена'
        ],
        'destroy' => [
            'success' => 'Задача успешно удалена',
            'error' => 'Не удалось удалить задачу'
        ],
    ]
];
